[ThroneRoom]
throne0 = Entonces... ¡Eres tú!
throne1 = Desde que aterrizaste en Mafia Town, han estado lloviendo estos [timepiece][icon:timepiece]relojes de arena mágicos[/timepiece].
throne2 = Debes estar muy perdida, niña con el sombrero.[br]Estás en el corazón de nuestra ciudad, parada frente al hombre más poderoso que jamás hayas visto.[br]Todo lo que has tenido ahora me pertenece.
throne3 = Incluyendo esta [timepiece][icon:timepiece]pieza de reloj de arena[/timepiece].[br]Si lo deseas, ¡tendremos que resolverlo al más puro estilo Mafia!
throne4 = ¡Luces! ¡Acción! ¡Es... hora del show!

[Spaceship]
Intro0 = Entonces... nos encontramos nuevamente ¡Mi archienemigo!
Intro1 = ...[wait][scream][big]¡¿QUÉ?![/big][br]¡¿No me recuerdas?![/scream] ¡Qué grosera!
Intro2 = ¡Soy yo, el Jefe de la Mafia! ¿Recuerdas? Me hiciste estallar en nuestra pequeña indiscreción, ¡y tu joven "amiga" recolectó mis restos en esta jarra!
Intro3 = ¡Estoy sin cuerpo! ¡Debería estar furioso! Pero está bien. El pasado es el pasado, y aceptaré tu cuerpo como una disculpa.
Intro4 = [scream][big]¡¿NO ME LO DARÁS?![/big][br]¡Tal actitud en una niña tan pequeña![/scream] Si tuviera manos, ¡te daría una bofetada!
Intro5 = ¡Entonces compraré un nuevo cuerpo! ¡Tiene que haber alguna pobre alma que esté dispuesta a cambiar su cuerpo por dinero!

Intro6 = Puede que no lo parezca en este momento, pero he viajado mucho. ¡Conozco el paradero de todos los secretos de este planeta!
Intro7 = ¡Compra mi insignia de mapa, y te mostraré dónde puedes encontrar [name][icon:relic]reliquias[/name], eso te hará rica!

NothingToSell0 = ¡Saca mi mapa cada vez que necesites encontrar [name][icon:relic]reliquias[/name]!

[Finale]
outside0 = ¡Es tan caluroso aquí afuera, mi líquido está casi hirviendo!
suicide0 = ¡No, TÚ ERES el tipo malo! ¡Lárgate!